Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: GPG keys are stored in the system Keychain. Imported keys are exposed to forwarded agents for both signing (PKSIGN) and decryption (PKDECRYPT) based on each subkey's key-flag capabilities. SSH keys configured under Settings → SSH Keys are also bridged to the GPG agent — RSA / ECDSA P-256 keys cover both sign and decrypt with one keygrip; Ed25519 exposes its signing key and a paired cv25519 keygrip for decryption.
ar: تُخزَّن مفاتيح GPG في سلسلة المفاتيح بالنظام. تُتاح المفاتيح المستوردة للوكلاء المُعاد توجيههم لكل من التوقيع (PKSIGN) وفك التشفير (PKDECRYPT) بناءً على قدرات أعلام المفتاح لكل مفتاح فرعي. كما يتم ربط مفاتيح SSH المهيّأة في الإعدادات ← مفاتيح SSH بوكيل GPG؛ مفاتيح RSA / ECDSA P-256 تغطي التوقيع وفك التشفير معًا بمعرّف keygrip واحد، بينما يُتيح Ed25519 مفتاح التوقيع الخاص به ومعرّف cv25519 مرافق لفك التشفير.
ca: Les claus GPG s'emmagatzemen al Clauer del sistema. Les claus importades s'exposen als agents reenviats tant per signar (PKSIGN) com per desxifrar (PKDECRYPT) segons les capacitats de l'indicador de cada subclau. Les claus SSH configurades a Configuració → Claus SSH també es connecten a l'agent GPG: les claus RSA / ECDSA P-256 cobreixen signatura i desxifrat amb un sol keygrip; Ed25519 exposa la seva clau de signatura i un keygrip cv25519 emparellat per al desxifrat.
cs: Klíče GPG jsou uloženy v systémovém Keychainu. Importované klíče jsou poskytovány přesměrovaným agentům jak pro podepisování (PKSIGN), tak pro dešifrování (PKDECRYPT) podle schopností příznaků každého podklíče. SSH klíče nakonfigurované v Nastavení → SSH klíče jsou rovněž propojeny s agentem GPG: klíče RSA / ECDSA P-256 pokrývají podepisování i dešifrování jedním keygripem; Ed25519 zpřístupňuje svůj podpisový klíč a párový cv25519 keygrip pro dešifrování.
da: GPG-nøgler gemmes i systemets Nøglering. Importerede nøgler er tilgængelige for videresendte agenter til både signering (PKSIGN) og dekryptering (PKDECRYPT) baseret på hver undernøgles key-flag-egenskaber. SSH-nøgler konfigureret under Indstillinger → SSH-nøgler er også koblet til GPG-agenten: RSA / ECDSA P-256-nøgler dækker både signering og dekryptering med ét keygrip; Ed25519 eksponerer sin signeringsnøgle og et tilhørende cv25519-keygrip til dekryptering.
de: GPG-Schlüssel werden im System-Schlüsselbund gespeichert. Importierte Schlüssel werden weitergeleiteten Agenten sowohl zum Signieren (PKSIGN) als auch zum Entschlüsseln (PKDECRYPT) bereitgestellt, abhängig von den Key-Flag-Fähigkeiten jedes Unterschlüssels. SSH-Schlüssel, die unter Einstellungen → SSH-Schlüssel konfiguriert sind, werden ebenfalls an den GPG-Agenten gebrückt: RSA- / ECDSA-P-256-Schlüssel decken Signieren und Entschlüsseln mit einem einzigen Keygrip ab; Ed25519 stellt seinen Signaturschlüssel und einen gepaarten cv25519-Keygrip zur Entschlüsselung bereit.
es: Las claves GPG se almacenan en el Llavero del sistema. Las claves importadas se exponen a los agentes reenviados tanto para firmar (PKSIGN) como para descifrar (PKDECRYPT) según las capacidades del indicador de cada subclave. Las claves SSH configuradas en Ajustes → Claves SSH también se conectan al agente GPG: las claves RSA / ECDSA P-256 cubren firma y descifrado con un único keygrip; Ed25519 expone su clave de firma y un keygrip cv25519 emparejado para descifrado.
fi: GPG-avaimet säilytetään järjestelmän Avainnipussa. Tuodut avaimet ovat välitettävien agenttien käytettävissä sekä allekirjoittamiseen (PKSIGN) että salauksen purkuun (PKDECRYPT) kunkin aliavaimen avainlippujen ominaisuuksien perusteella. Asetukset → SSH-avaimet -kohdassa määritetyt SSH-avaimet siltautuvat myös GPG-agenttiin: RSA- / ECDSA P-256 -avaimet kattavat allekirjoituksen ja salauksen purun yhdellä keygripillä; Ed25519 tarjoaa allekirjoitusavaimensa ja parillisen cv25519-keygripin salauksen purkua varten.
fr: Les clés GPG sont stockées dans le trousseau du système. Les clés importées sont exposées aux agents transférés à la fois pour la signature (PKSIGN) et le déchiffrement (PKDECRYPT) selon les capacités des indicateurs de chaque sous-clé. Les clés SSH configurées dans Réglages → Clés SSH sont également reliées à l'agent GPG : les clés RSA / ECDSA P-256 couvrent à la fois la signature et le déchiffrement avec un seul keygrip ; Ed25519 expose sa clé de signature et un keygrip cv25519 apparié pour le déchiffrement.
he: מפתחות GPG מאוחסנים בצרור המפתחות של המערכת. מפתחות מיובאים נחשפים לסוכנים מועברים הן לחתימה (PKSIGN) והן לפענוח (PKDECRYPT) על פי יכולות דגלי המפתח של כל מפתח-משנה. מפתחות SSH המוגדרים תחת הגדרות ← מפתחות SSH מגושרים גם הם לסוכן GPG: מפתחות RSA / ECDSA P-256 מכסים חתימה ופענוח עם keygrip יחיד; Ed25519 חושף את מפתח החתימה שלו ו-keygrip cv25519 מותאם לפענוח.
hu: A GPG-kulcsok a rendszer kulcstartójában tárolódnak. Az importált kulcsok elérhetők a továbbított ügynökök számára aláíráshoz (PKSIGN) és visszafejtéshez (PKDECRYPT) is, az egyes alkulcsok key-flag képességei alapján. A Beállítások → SSH-kulcsok alatt konfigurált SSH-kulcsok szintén át vannak kötve a GPG-ügynökhöz: az RSA / ECDSA P-256 kulcsok aláírást és visszafejtést is egyetlen keygriphez kapcsolnak; az Ed25519 az aláíró kulcsát és egy párosított cv25519 keygripet biztosít a visszafejtéshez.
it: Le chiavi GPG sono memorizzate nel Portachiavi di sistema. Le chiavi importate sono esposte agli agenti inoltrati sia per la firma (PKSIGN) sia per la decifratura (PKDECRYPT) in base alle capacità del flag chiave di ciascuna sottochiave. Anche le chiavi SSH configurate in Impostazioni → Chiavi SSH vengono collegate all'agente GPG: le chiavi RSA / ECDSA P-256 coprono firma e decifratura con un unico keygrip; Ed25519 espone la chiave di firma e un keygrip cv25519 abbinato per la decifratura.
ja: GPGキーはシステムのキーチェーンに保存されます。インポートされたキーは、各サブキーのkey-flag機能に基づいて、署名 (PKSIGN) と復号 (PKDECRYPT) の両方で転送エージェントに公開されます。設定 → SSHキーで構成されたSSHキーもGPGエージェントへブリッジされます。RSA / ECDSA P-256キーは1つのkeygripで署名と復号の両方をカバーし、Ed25519は署名キーと、復号用の対となるcv25519 keygripを公開します。
ko: GPG 키는 시스템 키체인에 저장됩니다. 가져온 키는 각 하위 키의 키 플래그 기능에 따라 서명(PKSIGN)과 복호화(PKDECRYPT) 모두에 대해 전달된 에이전트에 노출됩니다. 설정 → SSH 키에서 구성한 SSH 키도 GPG 에이전트로 연결됩니다. RSA / ECDSA P-256 키는 하나의 keygrip으로 서명과 복호화를 모두 처리하며, Ed25519는 서명 키와 복호화용으로 짝지어진 cv25519 keygrip을 공개합니다.
nb: GPG-nøkler lagres i systemets nøkkelring. Importerte nøkler eksponeres for videresendte agenter for både signering (PKSIGN) og dekryptering (PKDECRYPT) basert på hver undernøkkels key-flag-egenskaper. SSH-nøkler konfigurert under Innstillinger → SSH-nøkler kobles også til GPG-agenten: RSA / ECDSA P-256-nøkler dekker både signering og dekryptering med ett keygrip; Ed25519 eksponerer signeringsnøkkelen sin og et tilknyttet cv25519-keygrip for dekryptering.
nl: GPG-sleutels worden opgeslagen in de Sleutelhanger van het systeem. Geïmporteerde sleutels worden blootgesteld aan doorgestuurde agents voor zowel ondertekening (PKSIGN) als ontsleuteling (PKDECRYPT), op basis van de key-flag-capaciteiten van elke subsleutel. SSH-sleutels die zijn geconfigureerd onder Instellingen → SSH-sleutels worden ook overbrugd naar de GPG-agent: RSA- / ECDSA-P-256-sleutels dekken zowel ondertekenen als ontsleutelen met één keygrip; Ed25519 stelt zijn ondertekensleutel beschikbaar en een gekoppelde cv25519-keygrip voor ontsleuteling.
pl: Klucze GPG są przechowywane w pęku kluczy systemu. Importowane klucze są udostępniane przekazywanym agentom zarówno do podpisywania (PKSIGN), jak i odszyfrowywania (PKDECRYPT) zgodnie z możliwościami flag każdego podklucza. Klucze SSH skonfigurowane w Ustawienia → Klucze SSH są również podłączone do agenta GPG: klucze RSA / ECDSA P-256 obsługują podpisywanie i odszyfrowywanie jednym keygripem; Ed25519 udostępnia swój klucz podpisujący i powiązany keygrip cv25519 do odszyfrowywania.
pt_br: As chaves GPG são armazenadas no Keychain do sistema. Chaves importadas são expostas a agentes encaminhados tanto para assinatura (PKSIGN) quanto para descriptografia (PKDECRYPT) conforme as capacidades de flag de cada subchave. Chaves SSH configuradas em Configurações → Chaves SSH também são ligadas ao agente GPG: chaves RSA / ECDSA P-256 cobrem assinatura e descriptografia com um único keygrip; Ed25519 expõe sua chave de assinatura e um keygrip cv25519 emparelhado para descriptografia.
pt_pt: As chaves GPG são armazenadas no Porta-chaves do sistema. As chaves importadas são expostas aos agentes encaminhados tanto para assinatura (PKSIGN) como para desencriptação (PKDECRYPT) conforme as capacidades de flag de cada subchave. As chaves SSH configuradas em Definições → Chaves SSH também são ligadas ao agente GPG: as chaves RSA / ECDSA P-256 cobrem assinatura e desencriptação com um único keygrip; Ed25519 expõe a sua chave de assinatura e um keygrip cv25519 emparelhado para desencriptação.
ro: Cheile GPG sunt stocate în Brelocul sistemului. Cheile importate sunt expuse agenților redirecționați atât pentru semnare (PKSIGN), cât și pentru decriptare (PKDECRYPT), în funcție de capabilitățile key-flag ale fiecărei subchei. Cheile SSH configurate în Setări → Chei SSH sunt de asemenea conectate la agentul GPG: cheile RSA / ECDSA P-256 acoperă semnarea și decriptarea cu un singur keygrip; Ed25519 expune cheia sa de semnare și un keygrip cv25519 asociat pentru decriptare.
sl: Ključi GPG so shranjeni v sistemski zbirki ključev. Uvoženi ključi so na voljo posredovanim agentom za podpisovanje (PKSIGN) in dešifriranje (PKDECRYPT) glede na zmogljivosti zastavic vsakega podključa. Ključi SSH, nastavljeni v Nastavitve → Ključi SSH, so prav tako povezani z agentom GPG: ključi RSA / ECDSA P-256 pokrivajo podpisovanje in dešifriranje z enim keygripom; Ed25519 izpostavi svoj ključ za podpisovanje in pripadajoči keygrip cv25519 za dešifriranje.
sv: GPG-nycklar lagras i systemets nyckelring. Importerade nycklar exponeras för vidarebefordrade agenter för både signering (PKSIGN) och dekryptering (PKDECRYPT) baserat på varje undernyckels key-flag-kapaciteter. SSH-nycklar som konfigurerats under Inställningar → SSH-nycklar bryggas också till GPG-agenten: RSA- / ECDSA-P-256-nycklar täcker både signering och dekryptering med ett keygrip; Ed25519 exponerar sin signeringsnyckel och ett parat cv25519-keygrip för dekryptering.
uk: Ключі GPG зберігаються у системній в'язці ключів. Імпортовані ключі надаються переадресованим агентам як для підпису (PKSIGN), так і для розшифрування (PKDECRYPT) на основі можливостей прапорів кожного підключа. SSH-ключі, налаштовані у Налаштування → SSH-ключі, також підключаються до агента GPG: ключі RSA / ECDSA P-256 покривають підпис і розшифрування одним keygrip, а Ed25519 надає свій ключ підпису та парний keygrip cv25519 для розшифрування.
vi: Khóa GPG được lưu trong Keychain hệ thống. Khóa đã nhập được cung cấp cho các agent chuyển tiếp để ký (PKSIGN) và giải mã (PKDECRYPT) dựa trên khả năng key-flag của từng subkey. Khóa SSH được cấu hình trong Cài đặt → Khóa SSH cũng được kết nối với agent GPG: khóa RSA / ECDSA P-256 bao quát cả ký và giải mã bằng một keygrip; Ed25519 cung cấp khóa ký của nó cùng một keygrip cv25519 đi kèm để giải mã.
zh_hans: GPG 密钥存储在系统钥匙串中。导入的密钥会根据每个子密钥的密钥标志能力,提供给已转发的代理用于签名 (PKSIGN) 和解密 (PKDECRYPT)。在 设置 → SSH 密钥 中配置的 SSH 密钥也会桥接到 GPG 代理:RSA / ECDSA P-256 密钥用一个 keygrip 同时覆盖签名与解密;Ed25519 公开其签名密钥以及一个配对的 cv25519 keygrip 用于解密。
zh_hant: GPG 金鑰儲存在系統鑰匙圈中。匯入的金鑰會依各子金鑰的金鑰旗標能力,提供給已轉發的代理用於簽署 (PKSIGN) 與解密 (PKDECRYPT)。在 設定 → SSH 金鑰 中設定的 SSH 金鑰也會橋接至 GPG 代理:RSA / ECDSA P-256 金鑰以單一 keygrip 同時涵蓋簽署與解密;Ed25519 會公開其簽署金鑰,以及一個配對的 cv25519 keygrip 用於解密。

source: GPG Sign Request
ar: طلب توقيع GPG
ca: Sol·licitud de signatura GPG
cs: Žádost o podepsání GPG
da: GPG-signeringsanmodning
de: GPG-Signieranfrage
es: Solicitud de firma GPG
fi: GPG-allekirjoituspyyntö
fr: Demande de signature GPG
he: בקשת חתימת GPG
hu: GPG aláírási kérés
it: Richiesta di firma GPG
ja: GPG署名リクエスト
ko: GPG 서명 요청
nb: GPG-signeringsforespørsel
nl: GPG-ondertekeningsverzoek
pl: Żądanie podpisania GPG
pt_br: Solicitação de Assinatura GPG
pt_pt: Pedido de Assinatura GPG
ro: Cerere semnare GPG
sl: Zahteva za podpis GPG
sv: GPG-signeringsbegäran
uk: Запит на підписання GPG
vi: Yêu cầu ký GPG
zh_hans: GPG 签名请求
zh_hant: GPG 簽署請求

source: Gradient left cap, icon only
ar: طرف متدرّج أيسر، أيقونة فقط
ca: Degradat amb extrem esquerre, només icona
cs: Přechod vlevo, pouze ikona
da: Gradient venstre afslutning, kun ikon
de: Farbverlauf links, nur Symbol
es: Extremo izquierdo con degradado, solo icono
fi: Liukuvärjätty vasen pää, vain kuvake
fr: Dégradé à gauche, icône seule
he: כיפה שמאלית בגרדיאנט, סמל בלבד
hu: Színátmenetes bal sapka, csak ikon
it: Cappuccio sinistro sfumato, solo icona
ja: グラデーション左キャップ、アイコンのみ
ko: 그라데이션 왼쪽 캡, 아이콘만
nb: Gradientavslutning venstre, kun ikon
nl: Verloop linkerkap, alleen pictogram
pl: Gradient z lewą krawędzią, tylko ikona
pt_br: Ponta esquerda em gradiente, apenas ícone
pt_pt: Extremidade esquerda em degradê, apenas ícone
ro: Gradient stânga, doar pictogramă
sl: Gradient levo, samo ikona
sv: Gradient vänsterkant, bara ikon
uk: Градієнтний лівий край, лише іконка
vi: Đầu trái chuyển màu, chỉ biểu tượng
zh_hans: 渐变左端，仅图标
zh_hant: 漸層左端，僅圖示

source: Gradient left cap, rocket icon, ⟩ prompt
ar: طرف متدرّج أيسر، أيقونة صاروخ، محث ⟩
ca: Degradat amb extrem esquerre, icona de coet, indicador ⟩
cs: Přechod vlevo, ikona rakety, ⟩ prompt
da: Gradient venstre afslutning, raketikon, ⟩ prompt
de: Farbverlauf links, Raketensymbol, ⟩-Prompt
es: Extremo izquierdo con degradado, icono de cohete, indicador ⟩
fi: Liukuvärjätty vasen pää, rakettikuvake, ⟩-kehote
fr: Dégradé à gauche, icône fusée, invite ⟩
he: כיפה שמאלית בגרדיאנט, סמל רקטה, סימן ⟩
hu: Színátmenetes bal sapka, rakéta ikon, ⟩ prompt
it: Cappuccio sinistro sfumato, icona razzo, prompt ⟩
ja: グラデーション左キャップ、ロケットアイコン、⟩プロンプト
ko: 그라데이션 왼쪽 캡, 로켓 아이콘, ⟩ 프롬프트
nb: Gradientavslutning venstre, rakettikon, ⟩ ledetekst
nl: Verloop linkerkap, raketpictogram, ⟩ prompt
pl: Gradient z lewą krawędzią, ikona rakiety, znak zachęty ⟩
pt_br: Ponta esquerda em gradiente, ícone de foguete, prompt ⟩
pt_pt: Extremidade esquerda em degradê, ícone de foguetão, prompt ⟩
ro: Gradient stânga, pictogramă rachetă, prompt ⟩
sl: Gradient levo, ikona rakete, ⟩ poziv
sv: Gradient vänsterkant, raketikon, ⟩-prompt
uk: Градієнтний лівий край, іконка ракети, підказка ⟩
vi: Đầu trái chuyển màu, biểu tượng tên lửa, dấu nhắc ⟩
zh_hans: 渐变左端，火箭图标，⟩ 提示符
zh_hant: 漸層左端，火箭圖示，⟩ 提示符

source: Gray
ar: رمادي
ca: Gris
cs: Šedá
da: Grå
de: Grau
es: Gris
fi: Harmaa
fr: Gris
he: אפור
hu: Szürke
it: Grigio
ja: グレー
ko: 회색
nb: Grå
nl: Grijs
pl: Szary
pt_br: Cinza
pt_pt: Cinzento
ro: Gri
sl: Siva
sv: Grå
uk: Сірий
vi: Xám
zh_hans: 灰色
zh_hant: 灰色

source: Grayscale Ramp
ar: تدرّج رمادي
ca: Rampa de grisos
cs: Stupnice šedi
da: Gråtonerampe
de: Graustufen-Rampe
es: Rampa de grises
fi: Harmaasavyliuku
fr: Degrade de gris
he: מדרג גווני אפור
hu: Szurkearnalat-atmenet
it: Rampa di grigi
ja: グレースケールランプ
ko: 그레이스케일 램프
nb: Gråtonerampe
nl: Grijswaardenverloop
pl: Gradient szarosci
pt_br: Rampa de tons de cinza
pt_pt: Rampa de tons de cinzento
ro: Rampa de tonuri de gri
sl: Lestvica sivin
sv: Gråskaleövergång
uk: Градієнт сірого
vi: Dải xám
zh_hans: 灰度渐变
zh_hant: 灰階漸層

source: Greater Than >
ar: أكبر من >
ca: Major que >
cs: Větší než >
da: Større end >
de: Größer als >
es: Mayor que >
fi: Suurempi kuin >
fr: Supérieur à >
he: גדול מ >
hu: Nagyobb mint >
it: Maggiore di >
ja: 大なり >
ko: 초과 >
nb: Større enn >
nl: Groter dan >
pl: Większe niż >
pt_br: Maior que >
pt_pt: Maior que >
ro: Mai mare decât >
sl: Večje kot >
sv: Större än >
uk: Більше ніж >
vi: Lớn hơn >
zh_hans: 大于 >
zh_hant: 大於 >

source: Group tabs
ar: تجميع علامات التبويب
ca: Agrupa les pestanyes
cs: Seskupit karty
da: Gruppér faner
de: Tabs gruppieren
es: Agrupar pestañas
fi: Ryhmittele välilehdet
fr: Grouper les onglets
he: קבץ לשוניות
hu: Lapok csoportosítása
it: Raggruppa schede
ja: タブをグループ化
ko: 탭 그룹화
nb: Grupper faner
nl: Tabs groeperen
pl: Grupuj karty
pt_br: Agrupar abas
pt_pt: Agrupar separadores
ro: Grupează filele
sl: Združi zavihke
sv: Gruppera flikar
uk: Групувати вкладки
vi: Nhóm các tab
zh_hans: 标签页分组
zh_hant: 將分頁分組

source: Haptic Only
ar: اهتزاز فقط
ca: Només hàptic
cs: Pouze haptika
da: Kun haptisk
de: Nur Haptik
es: Solo háptico
fi: Vain tuntopalaute
fr: Haptique uniquement
he: רטט בלבד
hu: Csak tapintás
it: Solo feedback aptico
ja: 触覚のみ
ko: 햄틱만
nb: Kun haptisk
nl: Alleen haptisch
pl: Tylko haptyka
pt_br: Apenas háptico
pt_pt: Apenas háptico
ro: Doar haptic
sl: Samo haptično
sv: Endast haptisk
uk: Лише вібрація
vi: Chỉ rung
zh_hans: 仅触觉反馈
zh_hant: 僅觸覺回饋

source: Hardware
ar: الأجهزة
ca: Maquinari
fi: Laitteisto
fr: Matériel
he: חומרה
hu: Hardver
ja: ハードウェア
ko: 하드웨어
nb: Maskinvare
pl: Sprzętowy
sl: Strojna oprema
sv: Hårdvara
uk: Апаратний
vi: Phần cứng
zh_hans: 硬件
zh_hant: 硬體

source: Hardware Keys
ar: مفاتيح الأجهزة
ca: Claus de maquinari
cs: Hardwarové klíče
da: Hardwarenøgler
de: Hardware-Schlüssel
es: Claves de hardware
fi: Laitteistoavaimet
fr: Clés matérielles
he: מפתחות חומרה
hu: Hardveres kulcsok
it: Chiavi hardware
ja: ハードウェアキー
ko: 하드웨어 키
nb: Maskinvarenøkler
nl: Hardwaresleutels
pl: Klucze sprzętowe
pt_br: Chaves de Hardware
pt_pt: Chaves de Hardware
ro: Chei hardware
sl: Strojni ključi
sv: Hårdvarunycklar
uk: Апаратні ключі
vi: Khóa phần cứng
zh_hans: 硬件密钥
zh_hant: 硬體金鑰

source: Hardware-protected
ar: محمي بالأجهزة
ca: Protegit per maquinari
cs: Chráněno hardwarem
da: Hardwarebeskyttet
de: Hardware-geschützt
es: Protegida por hardware
fi: Laitteistosuojattu
fr: Protégé par matériel
he: מוגן בחומרה
hu: Hardveresen védett
it: Protetta dall'hardware
ja: ハードウェア保護
ko: 하드웨어로 보호됨
nb: Maskinvarebeskyttet
nl: Hardwarematig beveiligd
pl: Chroniony sprzętowo
pt_br: Protegida por hardware
pt_pt: Protegida por hardware
ro: Protejat hardware
sl: Strojno zaščiteno
sv: Hårdvaruskyddad
uk: Апаратний захист
vi: Được bảo vệ bằng phần cứng
zh_hans: 硬件保护
zh_hant: 硬體保護

source: Hardware-Protected
ar: محمي بالأجهزة
ca: Protegit per maquinari
cs: Chráněno hardwarem
da: Hardwarebeskyttet
de: Hardware-geschützt
es: Protegida por hardware
fi: Laitteistosuojattu
fr: Protégé par matériel
he: מוגן בחומרה
hu: Hardveresen védett
it: Protetta dall'hardware
ja: ハードウェア保護
ko: 하드웨어로 보호됨
nb: Maskinvarebeskyttet
nl: Hardwarematig beveiligd
pl: Chroniony sprzętowo
pt_br: Protegida por Hardware
pt_pt: Protegida por Hardware
ro: Protejat hardware
sl: Strojno zaščiteno
sv: Hårdvaruskyddad
uk: Апаратний захист
vi: Được bảo vệ bằng phần cứng
zh_hans: 硬件保护
zh_hant: 硬體保護

source: Harmonious
ar: متناسق
ca: Harmoniós
cs: Harmonický
da: Harmonisk
de: Harmonisch
es: Armonioso
fi: Harmoninen
fr: Harmonieux
he: הרמוני
hu: Harmonikus
it: Armonioso
ja: 調和
ko: 조화
nb: Harmonisk
nl: Harmonieus
pl: Harmonijny
pt_br: Harmonioso
pt_pt: Harmonioso
ro: Armonios
sl: Harmonicen
sv: Harmonisk
uk: Гармонійний
vi: Hài hòa
zh_hans: 和谐
zh_hant: 和諧

source: Harmonious Mode
ar: الوضع المتناسق
ca: Mode harmoniós
cs: Harmonický režim
da: Harmonisk tilstand
de: Harmonischer Modus
es: Modo armonioso
fi: Harmoninen tila
fr: Mode harmonieux
he: מצב הרמוני
hu: Harmonikus mod
it: Modalita armoniosa
ja: 調和モード
ko: 조화 모드
nb: Harmonisk modus
nl: Harmonieuze modus
pl: Tryb harmonijny
pt_br: Modo harmonioso
pt_pt: Modo harmonioso
ro: Mod armonios
sl: Harmonicni nacin
sv: Harmoniskt läge
uk: Гармонійний режим
vi: Chế độ hài hòa
zh_hans: 和谐模式
zh_hant: 和諧模式

source: Hash #
ar: رمز # #
ca: Coixinet #
cs: Křížek #
da: Havelåge #
de: Raute #
es: Almohadilla #
fi: Risuaita #
fr: Dièse #
he: סולמית #
hu: Kettőskereszt #
it: Cancelletto #
ja: シャープ #
ko: 해시 #
nb: Nummertegn #
nl: Hekje #
pl: Krzyżyk #
pt_br: Cerquilha #
pt_pt: Cardinal #
ro: Diez #
sl: Lojtra #
sv: Brädgård #
uk: Решітка #
vi: Dấu thăng #
zh_hans: 井号 #
zh_hant: 井號 #

source: Hashes
ar: التجزئات
ca: Hash
cs: Hashe
fi: Tiivisteet
fr: Hachages
he: גיבובים
hu: Hashek
it: Hash
ja: ハッシュ
ko: 해시
nb: Hasher
pl: Skróty
ro: Hash-uri
sl: Zgoščene vrednosti
sv: Hashar
uk: Хеші
vi: Hàm băm
zh_hans: 哈希
zh_hant: 雜湊

source: Header
ar: الترويسة
ca: Capçalera
cs: Hlavička
es: Encabezado
fi: Otsake
fr: En-tête
he: כותרת
hu: Fejléc
ja: ヘッダー
ko: 헤더
pl: Nagłówek
pt_br: Cabeçalho
pt_pt: Cabeçalho
ro: Antet
sl: Glava
sv: Huvud
uk: Заголовок
zh_hans: 头部
zh_hant: 標頭

source: Health Monitoring
ar: مراقبة الحالة
ca: Monitoratge de l'estat
cs: Monitorování stavu
da: Tilstandsovervågning
de: Zustandsüberwachung
es: Monitorización de estado
fi: Tilan valvonta
fr: Surveillance de l'état
he: ניטור בריאות
hu: Állapotfigyelés
it: Monitoraggio dello stato
ja: ヘルスモニタリング
ko: 상태 모니터링
nb: Tilstandsovervåking
nl: Statuscontrole
pl: Monitorowanie stanu
pt_br: Monitoramento de integridade
pt_pt: Monitorização do estado
ro: Monitorizarea stării
sl: Spremljanje stanja
sv: Tillståndsövervakning
uk: Моніторинг стану
vi: Giám sát trạng thái
zh_hans: 健康监测
zh_hant: 健康監控

source: Health Status
ar: حالة السلامة
ca: Estat de salut
cs: Stav zdraví
da: Sundhedsstatus
de: Gesundheitsstatus
es: Estado de salud
fi: Terveydentila
fr: État de santé
he: מצב תקינות
hu: Állapot
it: Stato di integrità
ja: ヘルスステータス
ko: 상태
nb: Helsestatus
nl: Gezondheidsstatus
pl: Stan kondycji
pt_br: Status de Saúde
pt_pt: Estado de Saúde
ro: Stare de sănătate
sl: Stanje zdravja
sv: Hälsostatus
uk: Стан справності
vi: Trạng thái sức khỏe
zh_hans: 健康状态
zh_hant: 健康狀態

source: Heart icon, icon only
ar: أيقونة قلب، أيقونة فقط
ca: Icona de cor, només icona
cs: Ikona srdce, pouze ikona
da: Hjerteikon, kun ikon
de: Herzsymbol, nur Symbol
es: Icono de corazón, solo icono
fi: Sydänkuvake, vain kuvake
fr: Icône cœur, icône seule
he: סמל לב, סמל בלבד
hu: Szív ikon, csak ikon
it: Icona cuore, solo icona
ja: ハートアイコン、アイコンのみ
ko: 하트 아이콘, 아이콘만
nb: Hjerteikon, kun ikon
nl: Hartpictogram, alleen pictogram
pl: Ikona serca, tylko ikona
pt_br: Ícone de coração, apenas ícone
pt_pt: Ícone de coração, apenas ícone
ro: Pictogramă inimă, doar pictogramă
sl: Ikona srca, samo ikona
sv: Hjärtikon, bara ikon
uk: Іконка серця, лише іконка
vi: Biểu tượng trái tim, chỉ biểu tượng
zh_hans: 爱心图标，仅图标
zh_hant: 愛心圖示，僅圖示

source: Heartbeat
ar: نبض القلب
ca: Batec del cor
cs: Srdeční tep
da: Hjerteslag
de: Herzschlag
es: Latido
fi: Sydamenlyonti
fr: Battement de coeur
he: דופק לב
hu: Szivveres
it: Battito cardiaco
ja: ハートビート
ko: 심장 박동
nb: Hjerteslag
nl: Hartslag
pl: Bicie serca
pt_br: Batimento cardiaco
pt_pt: Batimento cardiaco
ro: Bataie de inima
sl: Srcni utrip
sv: Hjärtslag
uk: Серцебиття
vi: Nhịp tim
zh_hans: 心跳
zh_hant: 心跳

source: Height
ar: الارتفاع
ca: Alçada
cs: Výška
da: Højde
de: Höhe
es: Altura
fi: Korkeus
fr: Hauteur
he: גובה
hu: Magasság
it: Altezza
ja: 高さ
ko: 높이
nb: Høyde
nl: Hoogte
pl: Wysokość
pt_br: Altura
pt_pt: Altura
ro: Înălțime
sl: Višina
sv: Höjd
uk: Висота
vi: Chiều cao
zh_hans: 高度
zh_hant: 高度

source: Height: %@
ar: الارتفاع: %@
ca: Alçada: %@
cs: Výška: %@
da: Højde: %@
de: Höhe: %@
es: Altura: %@
fi: Korkeus: %@
fr: Hauteur : %@
he: גובה: %@
hu: Magasság: %@
it: Altezza: %@
ja: 高さ: %@
ko: 높이: %@
nb: Høyde: %@
nl: Hoogte: %@
pl: Wysokość: %@
pt_br: Altura: %@
pt_pt: Altura: %@
ro: Înălțime: %@
sl: Višina: %@
sv: Höjd: %@
uk: Висота: %@
vi: Chiều cao: %@
zh_hans: 高度: %@
zh_hant: 高度: %@
